Repository: drishtiisharma/CropScanAI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi

source: Biology and Genetics of Ergot in Cereals
hi: अनाज में एर्गोट का जीवविज्ञान और अनुवांशिकी

source: Review of ergot diseases in cereals, focusing on Claviceps fusiformis in pearl millet. The pathogen infects unfertilized ovaries. A1 cytoplasm in male-sterile hybrids increases ergot severity, though nuclear genetic factors also influence resistance.
hi: अनाज में एर्गोट रोगों की समीक्षा, बाजरे में क्लाविसेप्स फ्यूसिफ़ॉर्मिस पर ध्यान केंद्रित करती है। रोगजनक निषेचित अंडाशय को संक्रमित करता है। पुरुष-निष्क्रिय संकरों में A1 साइटोप्लाज्म एर्गोट की गंभीरता बढ़ाता है, हालांकि नाभिकीय आनुवंशिक कारक भी प्रतिरोध को प्रभावित करते हैं।

source: Read Full Study
hi: पूर्ण अध्ययन पढ़ें

source: Multiple Authors
hi: कई लेखक

source: MDPI Toxins Journal
hi: एमडीपीआई टॉक्सिन्स जर्नल

source: Variety Screening
hi: किस्मों की जांच

source: 🌾 Cultivar Analysis
hi: 🌾 किस्म विश्लेषण

source: Disease Incidence Across Pearl Millet Varieties
hi: बाजरे की विभिन्न किस्मों में रोग की घटना

source: Field evaluations showed varying ergot susceptibility: Local varieties (16.33%%), Mahodya318 (15%%), NHB-4 (13.20%%), ABH1200fe (11.20%%), Samrudhi (7.75%%), and Pioneer 86M38 (8.04%% - best resistance).
hi: मैदान मूल्यांकन ने विभिन्न एर्गोट संवेदनशीलता दिखाई: स्थानीय किस्में (16.33%%), महोदय318 (15%%), NHB-4 (13.20%%), ABH1200fe (11.20%%), समृद्धि (7.75%%), और पायनियर 86M38 (8.04%% - सर्वश्रेष्ठ प्रतिरोध)।

source: View Research Data
hi: अनुसंधान डेटा देखें

source: Rathod et al.
hi: राठोड एवं अन्य

source: Field Survey Team
hi: मैदान सर्वेक्षण टीम

source: Disease Control
hi: रोग नियंत्रण

source: 🎯 Integrated Approach
hi: 🎯 समेकित दृष्टिकोण

source: Integrated Control Strategies
hi: समेकित नियंत्रण रणनीतियाँ

source: Effective ergot management combines host-plant resistance, cultural practices, and timely interventions. Resistant cultivars offer the most economical and sustainable control. Screening focuses on nuclear genetic factors for durable protection.
hi: प्रभावी एर्गोट प्रबंधन में पौधों की प्रतिरोध क्षमता, सांस्कृतिक प्रथाएं और समय पर हस्तक्षेप शामिल हैं। प्रतिरोधी किस्में सबसे आर्थिक और स्थायी नियंत्रण प्रदान करती हैं। जांच स्थायी सुरक्षा के लिए नाभिकीय आनुवंशिक कारकों पर केंद्रित है।

source: ICRISAT Guidelines
hi: आईसीआरआईएसएटी दिशानिर्देश

source: ICRISAT Research Team
hi: आईसीआरआईएसएटी अनुसंधान टीम

source: Crop Protection Division
hi: फसल सुरक्षा विभाग

source: 📅 Current Status
hi: 📅 वर्तमान स्थिति

source: 🗺️ Regional Impact
hi: 🗺️ क्षेत्रीय प्रभाव

source: Global Distribution and Economic Impact
hi: वैश्विक वितरण और आर्थिक प्रभाव

source: Claviceps fusiformis threatens pearl millet across Africa and Asia, particularly F1 hybrids in India. Toxic sclerotia cause yield losses and render produce unsafe for consumption, creating food security concerns in affected regions.
hi: क्लाविसेप्स फ्यूसिफ़ॉर्मिस अफ्रीका और एशिया में बाजरे को प्रभावित करता है, विशेष रूप से भारत में F1 संकरों में। विषाक्त स्क्लेरोटिया पैदावार में नुकसान और उपभोग के लिए उत्पाद को असुरक्षित बनाते हैं, जिससे प्रभावित क्षेत्रों में खाद्य सुरक्षा संबंधी चिंताएं पैदा होती हैं।

source: CABI Database
hi: कैबीआई डेटाबेस

source: CABI Research
hi: कैबीआई अनुसंधान

source: Plant Health Database
hi: पौधों के स्वास्थ्य डेटाबेस

source: FAQ (Frequently Asked Questions)
hi: अक्सर पूछे जाने वाले प्रश्न (FAQ)

source: Quick answers to your biggest questions about detecting and preventing ergot in pearl millet.
hi: मोती बाजरा में एर्गोट का पता लगाने और रोकने के बारे में आपके सबसे बड़े सवालों के त्वरित उत्तर।

source: What is ergot and why is it harmful?
hi: एर्गोट क्या है और यह हानिकारक क्यों है?

source: Ergot is a fungal disease that affects cereal crops like pearl millet. It produces toxic alkaloids that can cause serious health problems if consumed, including convulsions, hallucinations, and even death in severe cases.
hi: एर्गोट एक कवक रोग है जो मोती बाजरा जैसी अनाज की फसलों को प्रभावित करता है। यह विषाक्त एल्कलॉइड का उत्पादन करता है, जो सेवन करने पर गंभीर स्वास्थ्य समस्याएं पैदा कर सकते हैं, जैसे झटके, भ्रम और गंभीर मामलों में मृत्यु।

source: How does this tool detect ergot?
hi: यह उपकरण एर्गोट का पता कैसे लगाता है?

source: Our tool uses advanced AI image recognition trained on thousands of images of healthy and ergot-infected millet. It analyzes the visual characteristics of your uploaded images to identify potential ergot contamination.
hi: हमारा उपकरण हजारों स्वस्थ और एर्गोट से संक्रमित बाजरा की छवियों पर प्रशिक्षित उन्नत AI इमेज रिकॉग्निशन का उपयोग करता है। यह आपके अपलोड किए गए चित्रों की दृश्य विशेषताओं का विश्लेषण करता है ताकि संभावित एर्गोट संदूषण की पहचान की जा सके।

source: What should I do if ergot is detected?
hi: यदि एर्गोट का पता चलता है तो मुझे क्या करना चाहिए?

source: Separate and safely dispose of infected grains. Do not mix them with healthy ones.
hi: संक्रमित अनाज को अलग करें और सुरक्षित रूप से निपटाएं। उन्हें स्वस्थ अनाज के साथ मिलाएं नहीं।

source: Can ergot-infected grains be consumed or sold?
hi: क्या एर्गोट-संक्रमित अनाज का सेवन या बिक्री की जा सकती है?

source: No. They are toxic and unsafe for food, feed, or sale.
hi: नहीं। वे खाद्य, चारे या बिक्री के लिए विषाक्त और असुरक्षित हैं।

source: How can I prevent ergot infection in the future?
hi: भविष्य में एर्गोट संक्रमण को कैसे रोकें?

source: Use clean seeds, rotate crops, and harvest on time. Avoid planting in infected soil.
hi: साफ बीजों का उपयोग करें, फसलों का चक्रीकरण करें और समय पर कटाई करें। संक्रमित मिट्टी में रोपण से बचें।

source: What kind of images should I upload for detection?
hi: पता लगाने के लिए मुझे किस प्रकार की छवियां अपलोड करनी चाहिए?

source: Upload clear, close-up photos of the millet grains in good lighting.
hi: अच्छी रोशनी में बाजरा के दानों की स्पष्ट, क्लोज़-अप तस्वीरें अपलोड करें।

source: Is this tool free and who can use it?
hi: क्या यह उपकरण मुफ्त है और कौन इसका उपयोग कर सकता है?

source: Yes. Anyone can use it for free to check their millet for ergot.
hi: हां। कोई भी अपने बाजरा में एर्गोट की जांच के लिए इसे मुफ्त में उपयोग कर सकता है।

source: Healthy Crop Detected!
hi: स्वस्थ फसल का पता चला!

source: Excellent news! Our advanced AI analysis has found no signs of ergot infection in your pearl millet sample. Your crop is in great condition.
hi: उत्कृष्ट खबर! हमारे उन्नत एआई विश्लेषण में आपकी बाजरे की नमूने में किसी भी प्रकार के एर्गोट संक्रमण के कोई संकेत नहीं पाए गए। आपकी फसल बहुत अच्छी स्थिति में है।

source: Health Analysis
hi: स्वास्थ्य विश्लेषण

source: Health Score
hi: स्वास्थ्य अंक

source: Severity Level
hi: तीव्रता स्तर

source: Low
hi: कम

source: Analysis Time
hi: विश्लेषण समय

source: Model Accuracy
hi: मॉडल सटीकता

source: Risk Assessment
hi: जोखिम मूल्यांकन

source: Safe
hi: सुरक्षित

source: Sample Analysis
hi: नमूना विश्लेषण

source: Your Healthy Millet Sample
hi: आपका स्वस्थ बाजरे का नमूना

source: Verified Healthy
hi: स्वस्थ के रूप में प्रमाणित

source: Quality Metrics
hi: गुणवत्ता मापदंड

source: Premium Quality
hi: प्रिमियम गुणवत्ता

source: Recommendation:
hi: सिफारिश:

source: Continue your current crop management practices. Regular monitoring will help maintain this excellent health status.
hi: अपनी वर्तमान फसल प्रबंधन प्रथाओं को जारी रखें। नियमित निगरानी इस उत्कृष्ट स्वास्थ्य स्थिति को बनाए रखने में मदद करेगी।

source: Tips to Maintain Crop Health
hi: फसल स्वास्थ्य बनाए रखने के सुझाव

source: Continue monitoring your crops regularly for early detection of any potential issues
hi: किसी भी संभावित समस्या का जल्दी पता लगाने के लिए अपनी फसल की नियमित निगरानी जारी रखें

source: Practice crop rotation annually to maintain soil health and reduce disease pressure
hi: मृदा स्वास्थ्य बनाए रखने और रोग दबाव कम करने के लिए हर साल फसल चक्रण का अभ्यास करें

source: Maintain proper plant spacing (15-20cm) to ensure adequate air circulation
hi: उचित हवा परिसंचरण सुनिश्चित करने के लिए सही पौधे की दूरी (15-20 सेमी) बनाए रखें

source: Use only certified, disease-free seeds from reliable sources for future planting
hi: भविष्य में रोपण के लिए केवल प्रमाणित, रोग-मुक्त बीज विश्वसनीय स्रोतों से उपयोग करें

source: Implement balanced irrigation - avoid both water stress and waterlogging conditions
hi: संतुलित सिंचाई लागू करें - पानी की कमी और जलभराव दोनों से बचें

source: Apply organic mulch to regulate soil temperature and moisture levels
hi: मृदा का तापमान और नमी स्तर नियंत्रित करने के लिए जैविक मल्च लागू करें

source: Scan Another Sample
hi: एक और नमूना स्कैन करें

source: Analyze more of your crops
hi: अपनी फसलों का और विश्लेषण करें

source: Learn About Ergot
hi: एर्गोट के बारे में जानें

source: Prevention and identification guide
hi: रोकथाम और पहचान गाइड

source: Download Report
hi: रिपोर्ट डाउनलोड करें

source: Save health certificate
hi: स्वास्थ्य प्रमाणपत्र सहेजें

source: Share Results
hi: परिणाम साझा करें

source: Send to agricultural advisor
hi: कृषि सलाहकार को भेजें

source: Ergot Infection Detected
hi: एर्गोट संक्रमण का पता चला

source: Our advanced AI analysis has identified ergot contamination in your pearl millet sample. Immediate attention is recommended to prevent further spread.
hi: हमारे उन्नत एआई विश्लेषण ने आपके बाजरे के नमूने में एर्गोट संदूषण की पहचान की है। आगे फैलाव को रोकने के लिए तुरंत ध्यान देने की सिफारिश की जाती है।

source: Detection Analysis
hi: पता लगाने का विश्लेषण

source: Detection Confidence
hi: पता लगाने का आत्मविश्वास

source: High
hi: उच्च

source: Critical
hi: संकटग्रस्त

source: Your Diseased Millet Sample
hi: आपका संक्रमित बाजरे का नमूना

source: Verified Infected
hi: संक्रमित के रूप में प्रमाणित

source: Key Findings
hi: मुख्य निष्कर्ष

source: High Severity
hi: उच्च तीव्रता

source: The analysis indicates significant ergot presence in your sample. This fungal infection can produce harmful alkaloids that affect both crop quality and safety.
hi: विश्लेषण में आपके नमूने में एर्गोट की महत्वपूर्ण उपस्थिति दर्शाई गई है। यह कवक संक्रमण हानिकारक एल्कलॉइड पैदा कर सकता है जो फसल की गुणवत्ता और सुरक्षा को प्रभावित करता है।

source: Action Required:
hi: क्रिया आवश्यक:

source: Immediate intervention is recommended to prevent further contamination and protect crop yields.
hi: अतिरिक्त संदूषण को रोकने और फसल उत्पादन की सुरक्षा के लिए तुरंत हस्तक्षेप की सिफारिश की जाती है।

source: Recommended Actions
hi: सिफारिश की गई कार्रवाइयाँ

source: Immediately isolate infected crops to prevent spore spread to healthy plants in your field
hi: स्पोर के फैलाव को रोकने के लिए संक्रमित फसलों को तुरंत अलग करें

source: Apply appropriate fungicides recommended by certified agricultural experts or extension services
hi: प्रमाणित कृषि विशेषज्ञों या विस्तार सेवाओं द्वारा अनुशंसित उपयुक्त कवकनाशी का उपयोग करें

source: Increase planting spacing to improve air circulation and reduce humidity around plants
hi: हवा परिसंचरण सुधारने और पौधों के आसपास नमी कम करने के लिए रोपण की दूरी बढ़ाएँ

source: Implement crop rotation with non-host species to break the ergot disease cycle
hi: एर्गोट रोग चक्र को तोड़ने के लिए गैर-मेजबान प्रजातियों के साथ फसल चक्रण लागू करें

source: Consult with local agricultural extension services for region-specific treatment protocols
hi: क्षेत्र-विशिष्ट उपचार प्रोटोकॉल के लिए स्थानीय कृषि विस्तार सेवाओं से परामर्श करें

source: Upload a new image for analysis
hi: विश्लेषण के लिए नई छवि अपलोड करें

source: Comprehensive information guide
hi: व्यापक जानकारी गाइड

source: Save this analysis as PDF
hi: इस विश्लेषण को पीडीएफ के रूप में सहेजें

source: Get Expert Help
hi: विशेषज्ञ मदद प्राप्त करें

source: Connect with agricultural advisors
hi: कृषि सलाहकारों से संपर्क करें

source: Your pearl millet sample shows excellent health with no detectable signs of ergot or other fungal infections. The crop appears to have proper color, structure, and development.
hi: आपका बाजरे का नमूना उत्कृष्ट स्वास्थ्य प्रदर्शित करता है और इसमें एर्गोट या अन्य कवक संक्रमण के कोई संकेत नहीं हैं। फसल का रंग, संरचना और विकास उपयुक्त प्रतीत होता है।

source: CropScanAI
hi: क्रॉपस्कैनएआई

source: Smart Crop Detection
hi: स्मार्ट फसल पहचान

source: HOME
hi: मुख्य पृष्ठ

source: ABOUT ERGOT
hi: एर्गोट के बारे में

source: IDENTIFY
hi: पहचानें

source: OFFICIAL INSIGHTS
hi: आधिकारिक जानकारी

source: FAQs
hi: सामान्य प्रश्न

source: Contact Us
hi: हमसे संपर्क करें

source: Have questions or feedback? We'd love to hear from you. Send us a message and we'll respond as soon as possible.
hi: क्या आपके पास सवाल या प्रतिक्रिया है? हम आपकी प्रतिक्रिया सुनना पसंद करेंगे। हमें एक संदेश भेजें और हम जल्द ही जवाब देंगे।

source: Send us a Message
hi: हमें संदेश भेजें

source: Fill out the form below and our team will get back to you shortly.
hi: नीचे फ़ॉर्म भरें और हमारी टीम जल्द ही आपसे संपर्क करेगी।

source: Name
hi: नाम

source: Enter your full name
hi: अपना पूरा नाम दर्ज करें

source: Email
hi: ईमेल

source: Enter your email address
hi: अपना ईमेल पता दर्ज करें

source: Message
hi: संदेश

source: Type your message here...
hi: यहाँ अपना संदेश टाइप करें...

source: Send Message
hi: संदेश भेजें

source: Message sent successfully! We'll get back to you soon.
hi: संदेश सफलतापूर्वक भेज दिया गया! हम जल्द ही आपसे संपर्क करेंगे।
