Repository: drishtiisharma/CropScanAI
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi

source: About Ergot
hi: एरगॉट के बारे में

source: Ergot Disease: Comprehensive Guide
hi: एरगॉट रोग: व्यापक मार्गदर्शिका

source: A detailed overview of ergot fungus (Claviceps purpurea), its impact on cereal crops, health implications, and evidence-based management strategies for agricultural professionals.
hi: एरगॉट फंगस (Claviceps purpurea) का विस्तृत अवलोकन, इसके अनाज की फसलों पर प्रभाव, स्वास्थ्य पर असर और कृषि विशेषज्ञों के लिए प्रमाण-आधारित प्रबंधन रणनीतियाँ।

source: Disease Overview
hi: रोग का अवलोकन

source: Understanding Ergot
hi: एरगॉट को समझना

source: Ergot is a serious fungal disease caused by <em>Claviceps purpurea</em> and related species. The fungus infects the flowers of cereals and grasses, replacing developing grains with dark, elongated structures called sclerotia. These sclerotia contain toxic alkaloids that pose significant risks to human and animal health.
hi: एरगॉट एक गंभीर फंगल रोग है जो <em>Claviceps purpurea</em> और संबंधित प्रजातियों द्वारा उत्पन्न होता है। यह फंगस अनाज और घास के फूलों को संक्रमित करता है और विकसित हो रहे दानों की जगह काले, लम्बे ढांचे (स्क्लेरोटिया) से भर देता है। ये स्क्लेरोटिया जहरीले अल्कलॉइड्स रखते हैं, जो मानव और पशु स्वास्थ्य के लिए गंभीर खतरे पैदा करते हैं।

source: The disease has been documented throughout history, responsible for numerous epidemics of ergotism in humans and livestock. Modern agricultural practices and regulatory standards have significantly reduced these risks, though ergot remains an important concern in crop production.
hi: इस रोग का इतिहास में कई दस्तावेज हैं, और यह मानव और पशु में एरगॉटिज़्म के कई महामारी प्रकरणों के लिए जिम्मेदार रहा है। आधुनिक कृषि प्रथाओं और नियामक मानकों ने इन जोखिमों को काफी कम कर दिया है, हालांकि एरगॉट अभी भी फसल उत्पादन में एक महत्वपूर्ण चिंता बना हुआ है।

source: Primary hosts:
hi: मुख्य मेज़बान:

source: Rye, wheat, barley, oats, triticale, and various wild and cultivated grasses including pearl millet.
hi: राई, गेहूँ, जौ, जई, ट्रिटिकेल, और विभिन्न जंगली व खेती की घासें, जिसमें मोती बाजरा भी शामिल है।

source: Scientific Classification
hi: वैज्ञानिक वर्गीकरण

source: Kingdom:
hi: राज्य:

source: Fungi
hi: फफूंदी

source: Phylum:
hi: फायलम:

source: Ascomycota
hi: एस्कोमिकोटा

source: Class:
hi: वर्ग:

source: Sordariomycetes
hi: सॉर्डेरियोमाइसेट्स

source: Order:
hi: क्रम:

source: Hypocreales
hi: हाइपोक्रियल्स

source: Family:
hi: कुल:

source: Clavicipitaceae
hi: क्लाविसिपिटेसियाई

source: Genus:
hi: जीनस:

source: Claviceps
hi: क्लाविसेप्स

source: Geographic Distribution
hi: भौगोलिक वितरण

source: Ergot occurs worldwide in temperate and subtropical regions. Most prevalent in areas with cool, moist conditions during the flowering period of susceptible crops. Major concerns exist in Europe, North America, parts of Asia, and temperate regions of South America and Africa.
hi: एरगॉट दुनिया भर के समशीतोष्ण और उपोष्णकटिबंधीय क्षेत्रों में पाया जाता है। यह सबसे अधिक उन क्षेत्रों में फैलता है जहाँ संवेदनशील फसलों के फूलने के दौरान ठंडी और नमी वाली स्थिति रहती है। यूरोप, उत्तरी अमेरिका, एशिया के कुछ हिस्सों और दक्षिण अमेरिका व अफ्रीका के समशीतोष्ण क्षेत्रों में प्रमुख चिंता का विषय है।

source: Disease Cycle & Infection Process
hi: रोग चक्र और संक्रमण प्रक्रिया

source: Infection Mechanism
hi: संक्रमण तंत्र

source: Ergot follows a dual reproductive cycle. Sclerotia survive in soil or grain, germinate in spring, and release ascospores that infect flowers.
hi: एरगॉट दोहरी प्रजनन चक्र का पालन करता है। स्क्लेरोटिया मिट्टी या अनाज में जीवित रहते हैं, वसंत में अंकुरित होते हैं और ऐसेकस्पोर्स छोड़ते हैं जो फूलों को संक्रमित करते हैं।

source: Primary infection:
hi: प्राथमिक संक्रमण:

source: Wind-borne ascospores infect stigmas of open flowers.
hi: हवा से आने वाले ऐसेकस्पोर्स खुले फूलों के स्तिग्मा को संक्रमित करते हैं।

source: Honeydew stage:
hi: हनीड्यू अवस्था:

source: Infected florets ooze sugary liquid containing conidia.
hi: संक्रमित फूलों से शर्करा युक्त तरल निकलता है, जिसमें कोनिडिया होते हैं।

source: Secondary spread:
hi: माध्यमिक प्रसार:

source: Conidia spread via insects, rain, or contact.
hi: कोनिडिया कीट, बारिश या संपर्क के माध्यम से फैलते हैं।

source: Sclerotial stage:
hi: स्क्लेरोटियल अवस्था:

source: Ovaries turn into dark, hard sclerotia.
hi: अंडाशय काले और कठोर स्क्लेरोटिया में बदल जाते हैं।

source: Overwintering:
hi: सर्दियों में जीवित रहना:

source: Sclerotia persist in soil and germinate next season.
hi: स्क्लेरोटिया मिट्टी में बने रहते हैं और अगले मौसम में अंकुरित होते हैं।

source: Early Stage: Honeydew
hi: प्रारंभिक अवस्था: हनीड्यू

source: Infected florets exude sweet, sticky honeydew containing conidia. This stage is critical for disease spread through insects and splashing rain.
hi: संक्रमित फूलों से मीठा, चिपचिपा हनीड्यू निकलता है जिसमें कोनिडिया होते हैं। कीटों और छिटकती बारिश के माध्यम से रोग फैलने के लिए यह अवस्था महत्वपूर्ण है।

source: Mid Stage: Sclerotia Development
hi: मध्य अवस्था: स्क्लेरोटिया विकास

source: Honeydew production ceases as the fungus begins forming sclerotia. Purple-black fungal tissue becomes visible, gradually hardening.
hi: जैसे ही फंगस स्क्लेरोटिया बनाना शुरू करता है, हनीड्यू उत्पादन बंद हो जाता है। बैंगनी-काले फंगस ऊतक दिखाई देने लगते हैं और धीरे-धीरे कठोर हो जाते हैं।

source: Late Stage: Mature Sclerotia
hi: अंतिम अवस्था: परिपक्व स्क्लेरोटिया

source: Hard, dark sclerotia fully replace the grain. These structures contain concentrated alkaloids and fall to the ground or are harvested with grain.
hi: कठोर, काले स्क्लेरोटिया पूरी तरह से अनाज की जगह ले लेते हैं। ये संरचनाएँ संकेंद्रित अल्कलॉइड्स रखती हैं और जमीन पर गिर जाती हैं या अनाज के साथ काटी जाती हैं।

source: Favorable Environmental Conditions
hi: अनुकूल पर्यावरणीय परिस्थितियाँ

source: Temperature Requirements
hi: तापमान आवश्यकताएँ

source: Optimal development occurs at 15-20 degrees Celsius (59-68 degrees Fahrenheit). Cool temperatures during flowering significantly increase infection rates. Temperatures above 28 degrees Celsius (82 degrees Fahrenheit) generally suppress disease development.
hi: अनुकूल विकास 15-20°C (59-68°F) पर होता है। फूलने के दौरान ठंडे तापमान से संक्रमण बढ़ता है, जबकि 28°C (82°F) से ऊपर इसे रोकता है।

source: Moisture & Humidity
hi: नमी और आर्द्रता

source: High humidity (greater than 70%%) and frequent rainfall or dew during flowering promote spore germination and honeydew production. Extended wet periods coinciding with anthesis create ideal infection conditions.
hi: फूलने के दौरान उच्च आर्द्रता (>70%%) और लगातार वर्षा या ओस स्पोर अंकुरण और हनीड्यू उत्पादन को बढ़ावा देते हैं। फूलने की अवधि के साथ लंबी गीली स्थिति आदर्श संक्रमण परिस्थितियाँ बनाती है।

source: Host Susceptibility
hi: मेज़बान संवेदनशीलता

source: Open-pollinated crops (especially rye) are most susceptible. Hybrid varieties with better floret closure show reduced infection. Prolonged flowering periods increase exposure to inoculum.
hi: खुले परागण वाली फसलें (विशेष रूप से राई) सबसे संवेदनशील होती हैं। बेहतर फूल बंद करने वाली हाइब्रिड किस्मों में संक्रमण कम होता है। लंबे फूलने की अवधि संक्रमण के संपर्क को बढ़ाती है।

source: Crop Management Factors
hi: फसल प्रबंधन कारक

source: Dense canopies with poor air circulation, excessive nitrogen fertilization promoting late flowering, and proximity to contaminated fields or wild grass hosts increase disease risk.
hi: घने कंपी और खराब वायु संचरण, अत्यधिक नाइट्रोजन उर्वरक जो देर से फूलने को बढ़ावा देते हैं, और दूषित खेतों या जंगली घास के मेजबान के पास होने से रोग का खतरा बढ़ जाता है।

source: Health & Economic Impacts
hi: स्वास्थ्य और आर्थिक प्रभाव

source: Human Health
hi: मानव स्वास्थ्य

source: Consumption of ergot-contaminated grain causes ergotism, presenting in two forms:
hi: एरगॉट से दूषित अनाज का सेवन एरगॉटिज़्म का कारण बनता है, जो दो रूपों में प्रकट होता है:

source: Gangrenous ergotism: vasoconstriction leading to gangrene, blackened extremities
hi: गैंग्रीनस एरगॉटिज़्म: रक्त वाहिकाओं का संकुचन, जिससे गैंग्रीन और अंगों का काला होना

source: Convulsive ergotism: neurological symptoms including seizures, hallucinations, psychosis
hi: कंपकंपी वाला एरगॉटिज़्म: तंत्रिका संबंधी लक्षण, जैसे दौरे, भ्रम और मानसिक रोग

source: Chronic effects: reproductive problems, immune suppression
hi: दीर्घकालिक प्रभाव: प्रजनन समस्याएँ, प्रतिरक्षा प्रणाली में कमजोरी

source: Historical epidemics: St. Anthony Fire in medieval Europe
hi: ऐतिहासिक महामारियाँ: मध्यकालीन यूरोप में सेंट एंथनी का अग्नि रोग

source: Livestock Impact
hi: पशुधन पर प्रभाव

source: Ergot alkaloids severely affect grazing animals and livestock fed contaminated feed:
hi: एरगॉट अल्कलॉइड्स चरने वाले जानवरों और दूषित चारे पर पोषित पशुधन को गंभीर रूप से प्रभावित करते हैं:

source: Reduced feed intake and weight loss
hi: चारे का कम सेवन और वजन घटाव

source: Reproductive failures: abortions, reduced fertility, agalactia
hi: प्रजनन विफलताएँ: गर्भपात, प्रजनन क्षमता में कमी, दूध उत्पादन में कमी

source: Gangrene of extremities (tail, ears, hooves)
hi: अंगों में गैंग्रीन (पूंछ, कान, खुर)

source: Hyperthermia and heat stress intolerance
hi: अत्यधिक ताप और गर्मी सहनशीलता में कमी

source: Death in severe cases
hi: गंभीर मामलों में मृत्यु

source: Economic Consequences
hi: आर्थिक परिणाम

source: Ergot contamination has substantial economic implications:
hi: एरगॉट दूषण के गंभीर आर्थिक परिणाम होते हैं:

source: Grain rejection at greater than 0.05%% contamination (EU standard)
hi: 0.05%% से अधिक दूषण पर अनाज अस्वीकार (EU मानक)

source: Price penalties for contaminated lots
hi: दूषित खेपों के लिए मूल्य दंड

source: Complete loss of feed and food value
hi: चारे और खाद्य मूल्य की पूरी हानि

source: Cleaning and sorting costs
hi: सफाई और छंटाई की लागत

source: Market access restrictions
hi: बाजार तक पहुँच में प्रतिबंध

source: Reduced crop yields
hi: फसल की पैदावार में कमी

source: Identification & Symptoms
hi: पहचान और लक्षण

source: Field Recognition
hi: क्षेत्र में पहचान

source: Early Detection Signs
hi: प्रारंभिक पहचान के संकेत

source: Look for glistening honeydew droplets on flowers during anthesis. The sticky substance may attract insects and may have a slightly sweet odor. Individual florets appear discolored or damaged.
hi: फूलने के दौरान फूलों पर चमकती हनीड्यू बूँदों को देखें। यह चिपचिपा पदार्थ कीटों को आकर्षित कर सकता है और इसमें हल्की मीठी गंध हो सकती है। व्यक्तिगत फूल रंग बदलने या क्षतिग्रस्त दिखाई देते हैं।

source: Mature Sclerotia Characteristics
hi: परिपक्व स्क्लेरोटिया की विशेषताएँ

source: Sclerotia are dark purple to black, hard, elongated structures (5-50mm long) protruding from heads. They are significantly larger than normal grain, curved or horn-shaped, and have a rough exterior surface.
hi: स्क्लेरोटिया गहरे बैंगनी से काले, कठोर, लंबी संरचनाएँ (5-50 मिमी लंबी) होती हैं, जो सिरों से बाहर निकलती हैं। ये सामान्य अनाज से काफी बड़ी, मुड़ी हुई या सींग जैसी होती हैं और बाहरी सतह खुरदरी होती है।

source: Distribution Patterns
hi: वितरण के पैटर्न

source: Infection typically appears scattered throughout fields but may be concentrated in low-lying areas with poor drainage, field edges near wild grasses, or areas with extended flowering due to uneven maturity.
hi: संक्रमण आमतौर पर खेतों में बिखरा हुआ दिखाई देता है, लेकिन यह खराब जल निकासी वाले नीची जगहों, जंगली घास के पास के खेत किनारों, या असमान परिपक्वता के कारण लंबी फूलने वाली जगहों में केंद्रित हो सकता है।

source: Integrated Management Strategies
hi: संपूर्ण प्रबंधन रणनीतियाँ

source: Cultural Practices
hi: सांस्कृतिक प्रथाएँ

source: Deep plowing to bury sclerotia (greater than 10cm depth)
hi: स्क्लेरोटिया को दबाने के लिए गहरी जुताई (>10 सेमी गहराई)

source: Crop rotation with non-susceptible crops
hi: असंवेदनशील फसलों के साथ फसल चक्र

source: Delayed planting to avoid high-risk flowering periods
hi: उच्च जोखिम वाले फूलने की अवधि से बचने के लिए बुवाई में देरी

source: Mow wild grass hosts near fields before flowering
hi: फूलने से पहले खेतों के पास जंगली घास मेज़बानों को काटें

source: Ensure uniform crop maturity through proper spacing
hi: सही दूरी बनाए रखकर फसल की समान परिपक्वता सुनिश्चित करें

source: Avoid excessive nitrogen late in season
hi: मौसम के अंत में अत्यधिक नाइट्रोजन से बचें

source: Resistant Varieties
hi: प्रतिरोधी किस्में

source: Use hybrid varieties with better floret closure
hi: बेहतर फूल बंद करने वाली हाइब्रिड किस्मों का उपयोग करें

source: Select varieties with shorter flowering periods
hi: छोटी फूलने वाली अवधि वाली किस्मों का चयन करें

source: Choose cultivars bred for ergot resistance
hi: एरगॉट प्रतिरोधी के लिए उत्पन्न किए गए कल्टीवर्स का चयन करें

source: Consider male-sterile lines carefully (higher risk)
hi: मेल-स्टेराइल लाइनों पर सावधानीपूर्वक विचार करें (उच्च जोखिम)

source: Maintain variety purity to ensure uniform flowering
hi: समान फूलने के लिए किस्म की शुद्धता बनाए रखें

source: Chemical Control
hi: रासायनिक नियंत्रण

source: Fungicide application at early flowering (10%% anthesis)
hi: प्रारंभिक फूलने (10%% फूल खुलने) पर कवकनाशी का छिड़काव

source: Repeat applications during extended flowering
hi: लंबे फूलने के दौरान पुनः छिड़काव करें

source: Products: azoxystrobin, prothioconazole, tebuconazole
hi: उत्पाद: एज़ोक्सिस्ट्रोबिन, प्रोथिओकोनाज़ोल, तेबुकोनाज़ोल

source: Timing is critical - preventive rather than curative
hi: समय महत्वपूर्ण है - उपचारात्मक नहीं बल्कि रोकथाम पर ध्यान दें

source: Monitor weather forecasts for high-risk periods
hi: उच्च जोखिम वाली अवधि के लिए मौसम पूर्वानुमान की निगरानी करें

source: Seed & Grain Management
hi: बीज और अनाज प्रबंधन

source: Use certified, ergot-free seed
hi: प्रमाणित, एरगॉट-मुक्त बीज का उपयोग करें

source: Clean harvesting equipment between fields
hi: खेतों के बीच कटाई उपकरण साफ करें

source: Segregate contaminated lots immediately
hi: दूषित खेपों को तुरंत अलग करें

source: Test grain for ergot content before storage/sale
hi: भंडारण/विक्रय से पहले अनाज में एरगॉट सामग्री की जांच करें

source: Never use contaminated grain for seed
hi: दूषित अनाज को बीज के लिए कभी न उपयोग करें

source: Mechanical Cleaning
hi: यांत्रिक सफाई

source: Size-based separation (sclerotia larger than grain)
hi: आकार आधारित पृथक्करण (स्क्लेरोटिया अनाज से बड़े)

source: Gravity tables exploit density differences
hi: गुरुत्वाकर्षण तालिकाएँ घनत्व के अंतर का उपयोग करती हैं

source: Color sorting technology for large operations
hi: बड़ी इकाइयों के लिए रंग छंटाई प्रौद्योगिकी

source: Multiple cleaning passes for thorough removal
hi: पूर्ण सफाई के लिए कई बार सफाई करना

source: Regular equipment calibration and maintenance
hi: नियमित उपकरण कैलिब्रेशन और रखरखाव

source: Monitoring & Scouting
hi: निगरानी और निरीक्षण

source: Scout fields weekly during flowering
hi: फूलने के दौरान खेतों का साप्ताहिक निरीक्षण करें

source: Record infection levels and locations
hi: संक्रमण स्तर और स्थान दर्ज करें

source: Monitor wild grass hosts in field margins
hi: खेत की किनारी पर जंगली घास मेज़बानों की निगरानी करें

source: Track weather conditions during critical periods
hi: महत्वपूर्ण अवधि के दौरान मौसम की स्थितियों पर नज़र रखें

source: Maintain field history records
hi: खेत के इतिहास के रिकॉर्ड बनाए रखें

source: Regulatory Standards & Tolerances — Pearl Millet Ergot
hi: नियामक मानक और सहिष्णुता — मोती बाजरा एरगॉट

source: Seed Certification Limit (India)
hi: बीज प्रमाणीकरण सीमा (भारत)

source: FAO/WHO Recommended Maximum
hi: FAO/WHO द्वारा सुझाया गया अधिकतम

source: Food Grain Tolerance
hi: खाद्य अनाज सहिष्णुता

source: Feed Grade Maximum
hi: चारे की श्रेणी अधिकतम

source: Testing & Compliance
hi: परीक्षण और अनुपालन

source: Regular testing of grain lots is essential for compliance with food safety regulations. Standard methods include visual inspection, flotation tests, and laboratory analysis for alkaloid content. Testing should occur at harvest, during storage, and before market delivery. Documentation of test results is critical for traceability and liability management.
hi: अनाज की खेपों का नियमित परीक्षण खाद्य सुरक्षा नियमों के अनुपालन के लिए आवश्यक है। मानक विधियों में दृश्य निरीक्षण, फ्लोटेशन परीक्षण और अल्कलॉइड सामग्री के लिए प्रयोगशाला विश्लेषण शामिल हैं। परीक्षण फसल कटाई, भंडारण के दौरान और बाजार में वितरण से पहले होना चाहिए। परीक्षण परिणामों का दस्तावेजीकरण पहचान और जिम्मेदारी प्रबंधन के लिए महत्वपूर्ण है।

source: About Us
hi: हमारे बारे में

source: CropScanAI focuses on detecting Ergot infection in Pearl Millet crops using modern technology.
hi: क्रॉपस्कैनएआई आधुनिक तकनीक का उपयोग करके बाजरे की फसलों में अरगट संक्रमण का पता लगाने पर ध्यान केंद्रित करता है।

source: Our goal is to help farmers identify infected crops early, reduce losses, and ensure healthier harvests through a simple, reliable web-based tool.
hi: हमारा लक्ष्य किसानों को एक सरल, विश्वसनीय वेब-आधारित उपकरण के माध्यम से संक्रमित फसलों की शीघ्र पहचान करने, नुकसान कम करने और स्वस्थ फसल सुनिश्चित करने में मदद करना है।

source: Quick Links
hi: त्वरित लिंक

source: Home
hi: होम

source: About
hi: हमारे बारे में

source: Services
hi: सेवाएं

source: Contact
hi: संपर्क करें

source: Blog
hi: ब्लॉग

source: Contact Info
hi: संपर्क जानकारी

source: 123 Main Street
hi: 123 मुख्य सड़क

source: City, State 12345
hi: शहर, राज्य 12345

source: Phone:
hi: फ़ोन:

source: Email:
hi: ईमेल:

source: Follow Us
hi: हमें फॉलो करें

source: Subscribe to our newsletter
hi: हमारे न्यूज़लेटर की सदस्यता लें

source: Your email
hi: आपका ईमेल

source: Subscribe
hi: सब्सक्राइब करें

source: All Rights Reserved.
hi: सर्वाधिकार सुरक्षित।

source: Privacy Policy
hi: गोपनीयता नीति

source: Terms of Service
hi: सेवा की शर्तें

source: CropScanAI- Scan your Millet for Ergot
hi: क्रॉपस्कैनएआई - अपने बाजरे को अरगट के लिए स्कैन करें

source: Identify Ergot in Your Millet
hi: अपने बाजरे में अरगट की पहचान करें

source: Scan. Detect. Protect.
hi: स्कैन करें। पता लगाएं। सुरक्षित रखें।

source: Identify and prevent
hi: पहचानें और रोकें

source: ergot infection
hi: अरगट संक्रमण

source: in millet
hi: बाजरे में

source: Worried about your millet's safety? Use our tool to detect ergot instantly and get prevention tips in seconds.
hi: क्या आप अपने बाजरे की सुरक्षा को लेकर चिंतित हैं? अरगट का तुरंत पता लगाने और सेकंडों में रोकथाम के टिप्स पाने के लिए हमारे टूल का उपयोग करें।

source: Select Image
hi: छवि चुनें

source: Check for Ergot
hi: अरगट के लिए जाँच करें

source: Infected Millet
hi: संक्रमित बाजरा

source: Ergot fungus detected with high confidence
hi: उच्च सटीकता के साथ अरगट कवक का पता चला

source: View Tips
hi: टिप्स देखें

source: Selected:
hi: चयनित:

source: AI Powered Crop Protection
hi: एआई संचालित फसल सुरक्षा

source: Pearl Millet Ergot Disease Detection System
hi: बाजरे की एरगॉट बीमारी पहचान प्रणाली

source: Advanced AI-powered detection for early identification and treatment of ergot disease in pearl millet crops
hi: बाजरे की फसलों में एरगॉट रोग की शीघ्र पहचान और उपचार के लिए उन्नत एआई आधारित प्रणाली

source: Get Started
hi: शुरू करें

source: Learn More
hi: और जानें

source: Your Complete Crop Protection Toolkit
hi: आपका संपूर्ण फसल सुरक्षा टूलकिट

source: Our comprehensive system provides everything you need to detect, diagnose, and treat ergot disease in pearl millet crops.
hi: हमारी व्यापक प्रणाली बाजरे की फसलों में एरगॉट रोग का पता लगाने, निदान करने और उपचार करने के लिए आवश्यक सभी चीजें प्रदान करती है।

source: Image Analysis
hi: छवि विश्लेषण

source: Upload crop images for instant AI-powered disease detection
hi: एआई आधारित त्वरित रोग पहचान के लिए फसल की छवियां अपलोड करें

source: Symptom Checker
hi: लक्षण परीक्षक

source: Check symptoms manually for comprehensive diagnosis
hi: विस्तृत निदान के लिए लक्षणों को मैन्युअल रूप से जांचें

source: Soil Health Assessment
hi: मृदा स्वास्थ्य मूल्यांकन

source: Analyze soil conditions for optimal pearl millet growth
hi: बाजरे की फसल की उत्तम वृद्धि के लिए मिट्टी की स्थिति का विश्लेषण करें

source: Treatment Recommendations
hi: उपचार अनुशंसाएँ

source: Get personalized treatment plans based on diagnosis
hi: निदान के आधार पर व्यक्तिगत उपचार योजनाएँ प्राप्त करें

source: How Does it Work
hi: यह कैसे कार्य करता है

source: Step 1: Upload Image
hi: चरण 1: छवि अपलोड करें

source: Simply upload a clear photo of your millet crop for analysis.
hi: विश्लेषण के लिए अपनी बाजरे की फसल की एक स्पष्ट फोटो अपलोड करें।

source: Step 2: AI Analysis
hi: चरण 2: एआई विश्लेषण

source: Our advanced AI scans the image for signs of ergot infection.
hi: हमारा उन्नत एआई छवि को एरगॉट संक्रमण के संकेतों के लिए स्कैन करता है।

source: Step 3: Get Results
hi: चरण 3: परिणाम प्राप्त करें

source: Receive instant results with detection confidence percentage.
hi: पता लगाने के आत्मविश्वास प्रतिशत के साथ त्वरित परिणाम प्राप्त करें।

source: Pearl Millet Ergot Research
hi: बाजरा एर्गोट अनुसंधान

source: Survey-Based Scientific Assessment of Claviceps fusiformis (Ergot) Disease Occurrence and Management Practices in India
hi: भारत में क्लाविसेप्स फ्यूसिफ़ॉर्मिस (एर्गोट) रोग की घटना और प्रबंधन प्रथाओं का सर्वेक्षण-आधारित वैज्ञानिक मूल्यांकन

source: Featured Research
hi: प्रमुख अनुसंधान

source: Disease Survey
hi: रोग सर्वेक्षण

source: 📍 Marathwada Region
hi: 📍 मराठवाड़ा क्षेत्र

source: ⏱️ 4 min read
hi: ⏱️ 4 मिनट पढ़ें

source: Ergot Disease Survey in Pearl Millet - Marathwada Region
hi: बाजरे में एर्गोट रोग सर्वेक्षण - मराठवाड़ा क्षेत्र

source: A comprehensive survey across nine tehsils in Chh. Sambhaji Nagar district (Kharif 2023-24) assessed ergot disease prevalence. Disease incidence ranged from 5.50%% (Phulambari) to 22.00%% (Kannad), with a mean of 13.19%%. Among cultivars, local varieties showed highest susceptibility (16.33%%), while Pioneer 86M38 demonstrated best resistance (8.04%%).
hi: छत्रसाल संभाजी नगर जिले के नौ तालुकों (खरीफ 2023-24) में किए गए व्यापक सर्वेक्षण में एर्गोट रोग की व्यापकता का आकलन किया गया। रोग की घटना 5.50%% (फुलंबरी) से 22.00%% (कन्नड़) तक थी, औसत 13.19%% रहा। किस्मों में, स्थानीय किस्में सबसे संवेदनशील (16.33%%) थीं, जबकि पायनियर 86M38 में सर्वश्रेष्ठ प्रतिरोध (8.04%%) देखा गया।

source: Read Full Report →
hi: पूरा रिपोर्ट पढ़ें →

source: Ram R. Rathod et al.
hi: राम आर. राठोड एवं अन्य

source: Biochem Journal, Vol. 8, Issue 12
hi: बायोकेम जर्नल, वॉल्यूम 8, अंक 12

source: Disease Management
hi: रोग प्रबंधन

source: 📚 ICRISAT Manual
hi: 📚 आईसीआरआईएसएटी मैनुअल

source: Ergot Disease Management Guide
hi: एर्गोट रोग प्रबंधन मार्गदर्शिका

source: ICRISAT's foundational manual on pearl millet ergot covers disease distribution, symptoms, fungal morphology, and disease cycle. Grain yield losses range from 58-70%% under favorable conditions. The guide emphasizes host-plant resistance as the primary control strategy.
hi: आईसीआरआईएसएटी की बुनियादी मार्गदर्शिका बाजरे में एर्गोट रोग के वितरण, लक्षण, कवक संरचना और रोग चक्र को कवर करती है। अनुकूल परिस्थितियों में अनाज की पैदावार में 58-70%% तक नुकसान हो सकता है। मार्गदर्शिका में मुख्य नियंत्रण रणनीति के रूप में पौधों की प्रतिरोध क्षमता पर जोर दिया गया है।

source: View ICRISAT Repository
hi: आईसीआरआईएसएटी संग्रह देखें

source: R.P. Thakur & S.B. King
hi: आर.पी. ठाकुर एवं एस.बी. किंग

source: International Crops Research Institute
hi: अंतर्राष्ट्रीय फसल अनुसंधान संस्थान

source: Pathogen Biology
hi: रोगजनक जीवविज्ञान

source: 📅 Recent
hi: 📅 हाल ही में

source: 🌍 Africa & Asia
hi: 🌍 अफ्रीका और एशिया

source: Understanding Claviceps fusiformis
hi: क्लाविसेप्स फ्यूसिफ़ॉर्मिस की समझ

source: This specialized fungal pathogen affects pearl millet through honeydew production (creamy to pink droplets) on infected florets. Dark sclerotia replace grains, making produce unsafe due to toxic alkaloid content.
hi: यह विशेष कवकीय रोगजनक बाजरे को प्रभावित करता है और संक्रमित फूलों पर हनीड्यू उत्पादन (क्रीमी से गुलाबी बूँदें) करता है। गहरे स्क्लेरोटिया अनाज को बदल देते हैं, जिससे उत्पाद विषाक्त क्षार सामग्री के कारण असुरक्षित हो जाता है।

source: PlantWise Knowledge Bank
hi: प्लांटवाइज नॉलेज बैंक

source: PlantWise Plus
hi: प्लांटवाइज प्लस

source: CABI Compendium
hi: कैबीआई संकलन

source: Genetics & Breeding
hi: अनुवांशिकी और प्रजनन

source: 🔍 Review Article
hi: 🔍 समीक्षा लेख
